/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorit";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Jenis";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Tambahkan ke Loop Tanpa Label";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Menambahkan Loop Dari Disk Lain atau Partisi";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Jika file Audio ini memiliki tempo konstan, mulai dari downbeat, dan diakhiri dengan ketukan, file akan disesuaikan dengan tempo proyek saat dipratinjau atau ditambahkan ke proyek.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Lokasi yang dipilih akan ditambahkan ke Loop Tanpa Label Anda. File Audio di lokasi ini dengan tempo konstan yang dimulai dari downbeat dan diakhiri dengan ketukan akan disesuaikan dengan tempo proyek saat dipratinjau atau ditambahkan ke proyek.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Batalkan";

/* Copy Loops Button */
"Copy to Loops Folder" = "Salin ke Folder Loop";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Loop akan ditambahkan ke penjelajah loop, di mana loop dapat digunakan dalam lagu Anda. Pilih apakah akan meminta Logic menyalin loop ke folder Apple Loops, atau menggunakannya dari lokasinya saat ini.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Edit Label";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Tampilkan pada Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Urai loop";

/* Descriptors */
"Descriptors" = "Deskriptor";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Menambahkan Loop ke Penjelajah Loop";

/* Initial Title of the jam pack control */
"All Packs" = "Semua Paket";

/* Instrument */
"Instrument" = "Instrumen";

/* LoopBrower: two and more items label */
"%ld items" = "%ld item";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "memutar loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "loop aktual";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop perangkat lunak";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop web";

/* LoopBrowser: one Item label */
"1 item" = "1 item";

/* LoopBrowser: zero Items label */
"0 items" = "0 item";

/* Move Loops Button */
"Move to Loops Folder" = "Pindahkan ke Folder Loop";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Loop akan ditambahkan ke penjelajah loop, di mana loop dapat digunakan dalam lagu Anda. Pilih apakah akan meminta Logic memindahkan loop ke folder Apple Loops, atau menggunakannya dari lokasinya saat ini.";

/* Reference Loops Button */
"Current Location" = "Lokasi Sekarang";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indeks Ulang Semua Loop";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Pilih loop mana yang ingin Anda lihat di browser loop.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klik untuk menemukan loop berdasarkan instrumen, genre, dan deskriptor.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Pilih apakah menampilkan kata kunci untuk instrumen, genre, atau suasana hati";

/* accessibility description of the segment that switches to column view */
"column view" = "tampilan kolom";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "tampilan tombol musikal";

/* menu item in Recent Search History */
"Clear Search History" = "Bersihkan Riwayat Pencarian";

/* menu item in Recent Search History */
"No recent searches" = "Tidak ada pencarian baru";

/* menu title in Recent Search History */
"Recent Searches" = "Pencarian Terkini";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Cari Loops";
